Repository: Swiftygram/Swiftygram
Catalog: Source/AuthUI/iOS/*.lproj/Localizable.strings
Languages: ca, de, fa, fr, id, ms, pt_br, ru, tr, uk

# TwoStepAuth.RecoveryCodeHelp
source: Please check your email and enter the 6-digit code we've sent there to deactivate your cloud password.
ca: Per a desactivar la contrasenya, reviseu el vostre correu i introduïu el codi de 6 dígits que hi hem enviat.
de: Überprüfe deine Mails und gib den 6-stelligen Code aus unserer E-Mail ein, um dein Cloud-Passwort zu deaktivieren.
fa: لطفاً ایمیل خود را بررسی کرده و کد 6 رقمی که به آن ارسال کرده‌ایم را برای غیرفعال‌سازی گذرواژه اَبری خود در اینجا وارد کنید.
fr: Entrez le code à 6 chiffres qui vous a été envoyé par courriel pour désactiver votre mot de passe.
id: Silakan cek surel dan masukkan kode 6-digit yang dikirim untuk menonaktifkan kata sandi awan anda.
ms: Sila buka emel anda dan masukkan kod 6 aksara yang dikirim untuk membatalkan kata laluan awan anda.
pt_br: Por favor, verifique seu email e digite o código de 6 dígitos que nós enviamos para desativar sua senha da nuvem.
ru: Чтобы отключить двухэтапную аутентификацию, введите шестизначный код, отправленный вам по электронной почте.
tr: Lütfen bulut hesabını devre dışı bırakmak için e-posta hesabınıza gönderdiğimiz 6 basamaklı kodu girin.
uk: Для деактивації пароля перевірте свою е-пошту та введіть надісланий 6-значний код.

# UserInfo.FirstNamePlaceholder
source: First Name
ca: Nom
de: Vorname
fa: نام
fr: Prénom
id: Nama Depan
ms: Nama Pertama
pt_br: Nome
ru: Имя
tr: Ad
uk: Імʼя

# Login.CancelPhoneVerification
source: Do you want to stop the phone number verification process?
ca: Voleu aturar el procés de verificació?
de: Möchtest du wirklich den Verifikationsvorgang stoppen?
fa: آیا می‌خواهید فرآیند تأیید را متوقف کنید؟
fr: Voulez-vous arrêter la vérification du numéro de téléphone ?
id: Anda ingin menghentikan proses verifikasi nomor telepon?
ms: Anda ingin hentikan proses verifikasi?
pt_br: Deseja parar o processo de verificação?
ru: Вы действительно хотите остановить подтверждение номера телефона?
tr: Doğrulama işlemini durdurmak istiyor musunuz?
uk: Ви хочете зупинити процес підтвердження?

# Login.PhonePlaceholder
source: Your phone number
ca: El vostre número de telèfon
de: Deine Telefonnummer
fa: شماره‌ تلفن شما
fr: Votre numéro
id: Nomor ponsel Anda
ms: Nombor fon anda
pt_br: Seu número
ru: Номер телефона
tr: Telefon numaranız
uk: Ваш номер телефону

# TwoStepAuth.EnterPasswordHelp
source: You have Two-Step Verification enabled, so your account is protected with an additional password.
ca: Heu activat la verificació en dos passos. El vostre compte està protegit amb una contrasenya addicional.
de: Du hast die zweistufige Bestätigung aktiviert. Dein Konto ist mit einem zusätzlichen Passwort geschützt.
fa: تأیید دو مرحله‌ای برای شما فعال است، در نتیجه حساب کاربری شما با یک گذرواژه اضافه محافظت می‌شود.
fr: La double authentification est activée, le compte est protégé par un mot de passe additionnel.
id: Anda telah mengaktifkan Verifikasi Dua Langkah, sehingga akun Anda dilindungi dengan sandi tambahan.
ms: Anda telah hidupkan Verifikasi Dua-Langkah, di mana akaun anda dilindungi dengan kata laluan tambahan.
pt_br: Você ativou a Verificação em Duas Etapas e a sua conta está protegida com uma senha adicional.
ru: Вы включили двухэтапную аутентификацию. Теперь ваш аккаунт защищён дополнительным паролем.
tr: İki Adımlı Doğrulama etkinleştirilmiş olduğundan hesabınız ek bir şifre ile korunuyor.
uk: Ви увімкнули двоетапну перевірку, отже, ваш акаунт захищено додатковим паролем.

# Login.CheckOtherSessionMessages
source: Check your Telegram messages
ca: Comproveu els missatges del Telegram
de: Prüfe deine Telegram-Nachrichten
fa: پیام‌های تلگرام خود را بررسی کنید
fr: Consultez vos messages Telegram
id: Cek pesan Telegram Anda
ms: Semak mesej Telegram anda
pt_br: Veja suas mensagens no Telegram
ru: Проверьте сообщения в Telegram
tr: Telegram mesajlarınızı kontrol ediniz
uk: Перегляньте ваші повідомлення в Telegram

# Login.CodeFloodError
source: Limit exceeded. Please try again later.
ca: S'ha superat el límit. Torneu a provar-ho més tard.
de: Limit überschritten. Bitte versuche es später erneut.
fa: بیش از حد مجاز امتحان کردید. لطفاً بعداً تلاش کنید.
fr: Limite dépassée, merci de réessayer plus tard.
id: Melewati batas. Harap coba lagi nanti.
ms: Terlebih had. Sila cuba lagi nanti.
pt_br: Limite excedido. Por favor tente novamente mais tarde.
ru: Лимит попыток превышен. Пожалуйста, подождите и попробуйте позже.
tr: Sınır aşıldı. Lütfen daha sonra yeniden deneyin.
uk: Забагато спроб. Спробуйте пізніше.

# Login.InvalidPhoneError
source: Invalid phone number. Please try again.
ca: El número de telèfon no és vàlid. Torneu a provar-ho.
de: Ungültige Telefonnummer. Bitte versuche es erneut.
fa: شماره تلفن نامعتبر است. لطفاً دوباره تلاش کنید.
fr: Numéro invalide, merci de réessayer.
id: Nomor telepon tidak valid. Harap coba lagi nanti.
ms: Nombor fon tak sah. Sila cuba lagi.
pt_br: Número de telefone inválido. Por favor, tente novamente.
ru: Некорректный номер телефона. Попробуйте ещё раз.
tr: Geçersiz telefon numarası. Lütfen tekrar deneyin.
uk: Недопустимий номер телефону. Спробуйте ще раз.

# LoginPassword.Title
source: Your Password
ca: Contrasenya
de: Dein Passwort
fa: گذرواژه شما
fr: Votre mot de passe
id: Sandi Anda
ms: Kata laluan Anda
pt_br: Sua senha
ru: Ваш пароль
tr: Şifreniz
uk: Ваш пароль
