Repository: Swiftygram/Swiftygram
Catalog: Source/AuthUI/iOS/*.lproj/Localizable.strings
Languages: ca, de, fa, fr, id, ms, pt_br, ru, tr, uk

# Login.Code
source: Code
ca: Codi
fa: کد
id: Kode
ms: Kod
pt_br: Código
ru: Код проверки
tr: Kod
uk: Код

# Login.CodeExpiredError
source: Code expired. Please try again.
ca: El codi ha caducat. Torneu a provar-ho.
de: Der Code ist abgelaufen. Bitte versuche es erneut.
fa: کد منقضی شده است. لطفاً دوباره تلاش کنید.
fr: Code expiré, merci de réessayer.
id: Kode telah kedaluwarsa. Silakan coba lagi.
ms: Kod telah lupus, sila cuba lagi.
pt_br: O código expirou. Por favor tente novamente.
ru: Время действия кода истекло. Попробуйте ещё раз.
tr: Kodun süresi doldu, lütfen yeniden oturum açın
uk: Код застарілий. Спробуйте ще раз.

# ChangePhoneNumberCode.Called
source: Telegram dialed your number
ca: Telegram ha marcat el vostre número
de: Telegram hat deine Nummer gewählt
fa: تلگرام با شماره‌ تلفن شما تماس گرفت
fr: Telegram a composé votre numéro
id: Telegram menghubungi nomor Anda
ms: Telegram panggil nombor anda
pt_br: Telegram ligou para seu número
ru: Telegram набирает Ваш номер
tr: Telegram numaranızı aradı
uk: Telegram зателефонував на ваш номер

# Login.NetworkError
source: Please check your internet connection and try again.
ca: Comproveu la connexió a internet i torneu a provar-ho.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
fa: لطفاً اتصال اینترنت خود را بررسی کرده و دوباره تلاش کنید.
fr: Merci de vérifier votre connexion Internet et de réessayer.
id: Silakan periksa sambungan internet Anda dan coba lagi.
ms: Sila periksa sambungan internet anda dan cuba lagi.
pt_br: Verifique sua conexão com a internet e tente novamente
ru: Пожалуйста, проверьте соединение с интернетом и повторите попытку.
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Перевірте інтернет-зʼєднання та спробуйте ще раз.

# Login.InvalidFirstNameError
source: Invalid first name. Please try again.
ca: El nom no és vàlid. Torneu a provar-ho.
de: Ungültiger Vorname. Bitte versuche es erneut.
fa: نام نامعتبر است. لطفاً دوباره تلاش کنید.
fr: Prénom invalide, merci de réessayer.
id: Nama pertama tidak valid. Harap coba lagi.
ms: Nama pertama tak sah. Sila cuba lagi.
pt_br: Nome inválido. Por favor tente novamente.
ru: Некорректное имя. Попробуйте ещё раз.
tr: Geçersiz ad. Lütfen tekrar deneyin.
uk: Недопустиме імʼя. Спробуйте ще раз.

# TwoStepAuth.EnterPasswordForgot
source: Forgot password?
ca: Heu oblidat la contrasenya?
de: Passwort vergessen?
fa: گذرواژه را فراموش کرده‌اید؟
fr: Mot de passe oublié ?
id: Lupa sandi?
ms: Lupa kata laluan?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?

# Login.TermsOfServiceSignupDecline
source: We're very sorry, but this means you can't sign up for Telegram. Unlike others, we don't use your data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a feature-rich cloud service. You can adjust how we use your data (e.g., delete synced contacts) in Privacy & Security settings. But if you're generally not OK with Telegram's modest requirements, it won't be possible for us to provide you with this service.
ca: Això significa que no us podeu registrar al Telegram. A diferència d'altres, nosaltres no utilitzem les vostres dades amb pretensions comercials. El Telegram només emmagatzema la informació necessària per a oferir totes les funcionalitats d'un servei al núvol. Podeu ajustar com utilitzem les vostres dades (p.e., eliminar els contactes sincronitzats) a la configuració de Privadesa i Seguretat. Però si no esteu conforme amb les requisits modests del Telegram, no podrem oferir-vos el servei.
de: Tut uns sehr leid, aber in diesem Fall kannst du dich nicht bei Telegram registrieren. Im Gegensatz zu anderen, nutzen wir deine Daten nicht für die Ausrichtung von Werbung und verkaufen sie nicht an andere. Telegram speichert nur die Informationen, die es benötigt, um als funktionsreicher Cloud-Dienst aufzutreten. Im Bereich 'Privatsphäre & Sicherheit' kannst du festlegen, wie wir deine Daten verwenden (z.B. synchronisierte Kontakte löschen). Wenn du allgemein nicht mit unseren bescheidenen Anforderungen einverstanden bist, wird es uns nicht möglich sein, dir diesen Dienst anzubieten.
fa: متأسفانه این یعنی شما نمی‌توانید در تلگرام ثبت نام کنید. برخلاف سایر برنامه‌ها، ما از داده‌های شما برای تبلیغات یا سایر اهداف تجاری استفاده نمی‌کنیم. تلگرام فقط اطلاعاتی را ذخیره می‌کند که برای عمل به عنوان یک سرویس ابری با امکانات زیاد به آن‌ها نیاز دارد. شما می‌توانید نحوه استفاده ما از داده‌های خود را در تنظیمات حریم خصوصی و امنیت تنظیم کنید (برای مثال با حذف مخاطبین همگام‌سازی شده). اما اگر در حالت کلی با نیازهای نسبتاً کم تلگرام مشکل دارید، ارائه این سرویس برای ما امکان‌پذیر نخواهد بود.
fr: Nous sommes désolés, mais cela veut dire que vous ne pouvez pas vous inscrire sur Telegram. Contrairement à d'autres, nous n'utilisons pas vos données pour du ciblage publicitaire ou d'autres fin commerciales. Telegram ne stocke que les informations nécessaires à son fonctionnement. Vous pouvez régler notre utilisation de vos données (comme supprimer les contacts synchronisés) dans les paramètres de confidentialité et sécurité. Mais si les besoins modestes de Telegram ne vous conviennent pas, il nous est impossible de vous fournir ce service.
id: Dengan sangat menyesal, hal ini berarti Anda tidak dapat mendaftar ke Telegram. Berbeda dengan yang lain, kami tidak menggunakan data Anda untuk penargetan iklan dan tujuan komersil lainnya. Telegram hanya menyimpan informasi yang dibutuhkan agar dapat berfungsi sebagai layanan cloud kaya fitur. Anda dapat menyesuaikan penggunaan data Anda (mis: menghapus sinkronisasi kontak) di pengaturan Privasi dan Keamanan. Tetapi jika Anda tidak cocok dengan penyesuaian Telegram, Anda tidak dapat menggunakan layanan kami.
ms: Kami pohon maaf, ini bermakna anda tak boleh mendaftar dengan Telegram. Bukan seperti yang lain, kami tidak guna data anda untuk tujuan iklan atau kegunaan komersil lain. Telegram hanya simpan maklumat yang diperlukan untuk Telegram berfungsi sebagai servis awan yang berciri kaya. Anda boleh tentukan bagaimana kami guna data anda (contoh, hapus penyelarasan kenalan) di Aturan Privasi & Sekuriti. Namun sekiranya anda tidak bersetuju dengan keperluan sedikit Telegram ini, kami tak akan dapat memberi servis ini.
pt_br: Sentimos muito, mas isso significa que você não pode se cadastrar no Telegram. Ao contrário de outros, não utilizamos seus dados para segmentação de anúncios ou outros fins comerciais. O Telegram armazena apenas as informações necessárias para funcionar como um serviço em nuvem, rico em recursos. Você pode ajustar como usamos seus dados (ex. apagar contatos sincronizados) nas configurações de Privacidade e Segurança. Se de forma geral você não concorda com os requisitos modestos do Telegram, não poderemos oferecer nosso serviço.
ru: К сожалению, это означает, что Вы не сможете зарегистрироваться в Telegram. В отличие от других сервисов, мы не используем Ваши данные для рекламы и других коммерческих целей. На серверах хранится только та информация, которая позволяет Вам полноценно пользоваться Telegram. Вы можете регулировать доступ к своим данным в настройках приложения, в разделе Конфиденциальность и безопасность. Если Вы не готовы предоставить минимальные нужные данные , увы, мы не сможем обеспечить работу Telegram.
tr: Çok üzgünüz. Ancak bu, Telegram'a kaydolamayacağınız anlamına geliyor. Diğerlerinden farklı olarak, verilerinizi reklam hedefleme veya diğer ticari amaçlarla kullanmıyoruz. Telegram yalnızca, özellik bakımından zengin bir bulut hizmeti olarak çalışması için ihtiyaç duyduğu bilgileri saklar. Verilerinizi nasıl kullandığımızı (örneğin eşitlenmiş kişileri silme) Gizlilik Politikası ayarlarından görebilirsiniz. Telegram'ın makul ihtiyaçları için izin vermezseniz, bu hizmeti vermemiz mümkün olamaz.
uk: Дуже шкода, але ви не можете зареєструватися в Telegram. На відміну від інших, ми не використовуємо ваші дані для таргетингу реклами чи інших комерційних потреб. Telegram зберігає лише ту інформацію, яка потрібна для того, щоб він працював як потужний хмарний сервіс. У Налаштуваннях Конфіденційності та безпеки ви можете вибрати, які дані зберігаються та використовуються (напр., видалити синхронізовані контакти). Але якщо ви не погоджуєтеся зі скромними потребами Telegram, ми не зможемо надати вам цей сервіс.

# Common.Cancel
source: Cancel
ca: Cancel·la
de: Abbrechen
fa: لغو
fr: Annuler
id: Batal
ms: Batal
pt_br: Cancelar
ru: Отмена
tr: İptal Et
uk: Скасувати

# ChangePhoneNumberCode.CallTimer
source: Telegram will call you in %@
ca: Telegram us trucarà en %@
de: Telegram ruft dich an in %@
fa: تلگرام ظرف ⁨%@⁩ با شما تماس خواهد گرفت
fr: Telegram va vous appeler dans %@
id: Telegram akan menghubungi Anda pada %@
ms: Telegram akan panggil anda dalam masa %@
pt_br: Telegram irá te ligar em %@
ru: Telegram позвонит вам через %@
tr: Telegram %@ içinde sizi arayacak
uk: Telegram зателефонує вам за %@

# Login.InvalidCodeError
source: You have entered an invalid code. Please try again.
ca: Heu introduït un codi erroni. Torneu a provar-ho.
de: Du hast einen ungültigen Code eingegeben. Bitte versuche es erneut.
fa: شما کد نامعتبری را وارد کرده‌اید. لطفاً دوباره تلاش کنید.
fr: Vous avez entré un code invalide, merci de réessayer.
id: Anda telah memasukkan kode yang tidak valid. Silakan coba lagi.
ms: Anda telah masukkan kod tidak sah. Sila cuba lagi.
pt_br: Você digitou um código inválido. Por favor, tente novamente.
ru: Вы ввели неправильный код. Попробуйте ещё раз.
tr: Geçersiz bir kod girdiniz. Lütfen tekrar deneyin.
uk: Ви ввели хибний код. Спробуйте ще раз.

# Login.SelectCountry.Title
source: Country
ca: País
de: Land
fa: کشور
fr: Pays
id: Negara
ms: Negara
pt_br: País
ru: Страна
tr: Ülke
uk: Країна

# locale
source: en
ca: ca
de: de
fa: fa
fr: fr
id: id
ms: ms
pt_br: pt-br
ru: ru
tr: tr
uk: uk

# Login.WillSendSms
source: Telegram will send you an SMS in %@
ca: El Telegram us enviarà un SMS en %@
de: Wir senden dir eine SMS in %@
fa: تلگرام ظرف ⁨%@⁩ به شما پیامکی ارسال خواهد کرد
fr: Telegram vous enverra un SMS dans %@
id: Telegram akan mengirim SMS untuk Anda dalam %@
ms: Telegram akan kirim anda SMS dalam %@
pt_br: Telegram te enviará um SMS em %@
ru: Telegram отправит вам СМС через %@
tr: Telegram %@ içinde size bir kısa mesaj gönderecektir
uk: Telegram надішле вам SMS за %@

# Login.SendCodeViaSms
source: Send the code as an SMS
ca: Envia el codi per SMS
de: Code per SMS senden
fa: ارسال کد به صورت پیامک
fr: Envoyer le code par SMS
id: Kirim kode via SMS
ms: Kirim kod sebagai SMS
pt_br: Enviar o código por SMS
ru: Отправить код через SMS
tr: Kodu kısa mesaj olarak gönder
uk: Надіслати код в SMS

# Login.TermsOfServiceDecline
source: Decline
ca: Declina
de: Ablehnen
fa: رد
fr: Refuser
id: Batalkan
ms: Menolak
pt_br: Negar
ru: Отклонить
tr: Reddet
uk: Відхилити

# UserInfo.LastNamePlaceholder
source: Last Name
ca: Cognoms
de: Nachname
fa: نام خانوادگی
fr: Nom
id: Nama Belakang
ms: Nama Akhir
pt_br: Sobrenome
ru: Фамилия
tr: Soyad
uk: Прізвище

# Login.CancelPhoneVerificationStop
source: Stop
ca: Atura'l
de: Stoppen
fa: متوقف کردن
fr: Arrêter
ms: Berhenti
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити

# Common.Next
source: Next
ca: Següent
de: Weiter
fa: ادامه
fr: Suivant
id: Selanjutnya
ms: Terus
pt_br: Próximo
ru: Далее
tr: İleri
uk: Далі

# Login.CodeSentInternal
source: We've sent the code to the **Telegram** app on your other device
ca: Hem enviat el codi al **Telegram** que teniu obert a l'altre dispositiu
de: Code wurde dir per **Telegram** an das andere Gerät geschickt
fa: ما کد را به برنامه‌ **تلگرام** نصب‌ شده در دستگاه دیگرتان ارسال کرده‌ایم
fr: Nous avons envoyé le code sur l'application **Telegram** de votre autre appareil
id: Kami telah mengirimkan kode ke aplikasi **Telegram** dalam perangkat Anda
ms: Kami sudah hantar kod ke aplikasi **Telegram** di peranti lain anda
pt_br: Nós enviamos o código para o app do **Telegram** em seu outro dispositivo.
ru: Мы отправили код через **Telegram** на Ваши другие устройства
tr: Diğer cihazınızdaki **Telegram** uygulamasına bir kod gönderdik
uk: Ми надіслали код до **Telegram** на іншому вашому пристрої

# Login.CancelSignUpConfirmation
source: Do you want to stop the registration process?
ca: Voleu aturar el procés de registre?
de: Möchtest du den Registrierungsvorgang stoppen?
fa: آیا می‌خواهید فرآیند ثبت نام را متوقف کنید؟
fr: Voulez-vous arrêter l'inscription ?
id: Anda ingin hentikan proses registrasi?
ms: Anda ingin hentikan proses pendaftaran?
pt_br: Você deseja parar o processo de registro?
ru: Вы действительно хотите прервать регистрацию?
tr: Kayıt işlemini durdurmak istiyor musunuz ?
uk: Ви хочете зупинити процес реєстрації?

# Login.TermsOfServiceLabel
source: By signing up, you agree to the [Terms of Service].
ca: En registrar-vos, accepteu les [Condicions del Servei].
de: Mit deiner Registrierung stimmst du unseren [Nutzungsbedingungen] zu.
fa: در صورت ثبت نام، شما با [شرایط و ضوابط خدمات] موافقت می‌کنید.
fr: En vous inscrivant, vous acceptez les [Conditions de service].
id: Dengan registrasi Anda setuju terhadap [Syarat dan Ketentuan]
ms: Dengan mendaftar, anda setuju dengan [Terma Perkhidmatan].
pt_br: Ao inscrever-se, Você concorda com os [Termos de Serviço].
ru: Регистрируясь, вы принимаете [Пользовательское соглашение]
tr: Kayıt olarak, [Kullanım Şartları]'nı kabul etmiş olursunuz.
uk: Реєструючись, ви погоджуєтесь з [умовами використання].

# Login.PhoneBannedError
source: This phone number is banned.
ca: El vostre telèfon s'ha bandejat.
de: Diese Nummer wurde gesperrt.
fa: این شماره تلفن محروم شده است.
fr: Ce numéro de téléphone est banni.
id: Nomor ponsel ini diblokir.
ms: Nombor fon ini dilarang.
pt_br: Este número de telefone está banido.
ru: Этот номер телефона заблокирован.
tr: Bu telefon numarası yasaklandı.
uk: Цей номер телефону заблокований.

# Login.CancelPhoneVerificationContinue
source: Continue
ca: Continua
de: Fortsetzen
fa: ادامه
fr: Continuer
id: Lanjut
ms: Teruskan
pt_br: Continuar
ru: Продолжить
tr: Devam Et
uk: Продовжити

# Login.CodeExpired
source: Code expired, please login again.
ca: El codi ha expirat, torneu a iniciar sessió.
de: Code abgelaufen, bitte erneut anmelden.
fa: کد منقضی شده است، لطفاً دوباره وارد حساب کاربری خود شوید.
fr: Code expiré, merci de vous reconnecter.
id: Kode kedaluarsa. Silakan masuk kembali.
ms: Kod sudah lupus, sila log masuk semula.
pt_br: Código expirado. Por favor, entre novamente.
ru: Время действия кода истекло. Попробуйте снова.
tr: Kodun süresi doldu, lütfen yeniden giriş yapın.
uk: Код застарілий, увійдіть ще раз.

# Common.OK
source: OK
ca: D'acord
fa: تأیید
ru: ОК
tr: TAMAM
uk: Гаразд

# Login.CodeSentSms
source: We have sent you an SMS with the code
ca: Us hem enviat un SMS amb el codi
de: Wir haben dir gerade eine SMS mit einem Code geschickt.
fa: ما پیامکی حاوی کد برای شما ارسال کردیم
fr: Nous vous avons envoyé un code par SMS
id: Kami telah mengirim kode via SMS
ms: Kami telah kirim kod anda menerusi SMS
pt_br: Nós te enviamos um SMS com o código
ru: Мы отправили вам SMS с проверочным кодом
tr: Size kısa mesaj ile kod gönderdik
uk: Ми надіслали вам SMS із кодом

# TwoStepAuth.RecoveryUnavailable
source: Since you didn't provide a recovery email when setting up your password, your remaining options are either to remember your password or to reset your account.
ca: Atès que no vau proporcionar cap adreça de recuperació en establir la contrasenya, les opcions disponibles són recordar-la o restablir el vostre compte.
de: Da du keine E-Mail-Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Passwort wieder einfällt oder du musst tatsächlich dein Telegram Konto zurücksetzen.
fa: از آنجا که شما هنگام تنظیم گذرواژه خود ایمیلی برای بازیابی ارائه نکرده‌اید، گزینه‌های باقیمانده برای شما به‌یادآوردن گذرواژه یا بازنشانی حساب کاربریتان است.
fr: Comme vous n'avez pas fourni de courriel de récupération au moment de définir votre mot de passe, vous ne pouvez plus que vous rappeler de votre mot de passe ou réinitialiser votre compte.
id: Karena Anda tidak memasukkan surel pemulihan saat memasang kata sandi, pilihan Anda adalah pengingat sandi atau set ulang akun Anda.
ms: Oleh kerana anda tidak memberi emel pemulihan ketika membuat aturan kata laluan, pilihan anda hanyalah dengan menghafal kata laluan atau set semula akaun anda.
pt_br: Como você não indicou um email de recuperação quando configurou a sua senha, as únicas opções são lembrar a senha ou apagar a sua conta.
ru: Поскольку Вы не указали резервный адрес электронной почты, Вам остаётся либо вспомнить пароль, либо сбросить аккаунт и начать с чистого листа.
tr: Şifrenizi oluştururken bir kurtarma e-posta sağlamadığınız için, kalan seçenekleriniz şifrenizi hatırlamak veya hesabınızı sıfırlamaktır.
uk: Оскільки при створенні пароля ви не вказали адресу е-пошти для відновлення, то вам залишилося або згадати пароль, або скинути акаунт.

# Login.InfoTitle
source: Your Info
ca: La vostra informació
de: Deine Informationen
fa: اطلاعات شما
fr: Vos infos
id: Info Anda
ms: Info Anda
pt_br: Suas informações
ru: Информация о Вас
tr: Bilgileriniz
uk: Ваші дані

# Login.PhoneFloodError
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
ca: Heu eliminat i recreat el vostre compte massa vegades últimament. Espereu uns quants dies abans de registrar-vos de nou.
de: Du hast dein Konto leider zu oft gelöscht. Bitte warte einige Tage, erst dann kannst du dich erneut registrieren.
fa: متأسفانه شما اخیراً دفعات زیادی حساب کاربری خود را حذف و مجدداً ایجاد کرده‌اید. لطفاً چند روز صبر کنید تا بتوانید مجدداً ثبت نام کنید.
fr: Vous avez récemment créé et supprimé votre compte trop souvent. Merci de patienter quelques jours avant de vous inscrire à nouveau.
id: Maaf, Anda terlalu sering menghapus dan membuat kembali akun Anda. Mohon tunggu beberapa hari sebelum registrasi ulang.
ms: Maaf, anda telah menghapus dan mencipta semula akaun terbaru anda terlalu kerap. Sila tunggu beberapa hari sebelum log masuk semula.
pt_br: Desculpe, você apagou e recriou sua conta muitas vezes recentemente. Aguarde alguns dias antes de tentar novamente.
ru: К сожалению, Вы слишком часто удаляли и пересоздавали аккаунт в последнее время. Пожалуйста, подождите несколько дней, прежде чем регистрироваться снова.
tr: Üzgünüz, hesabınızı kısa süre önce birden fazla kez sildiniz ve yeniden oluşturdunuz. Lütfen tekrar kaydolmadan önce birkaç gün bekleyin.
uk: Останнім часом ви забагато видаляли та відновлювали свій акаунт. Зачекайте кілька днів, перш ніж зареєструватися знову.

# Login.InvalidLastNameError
source: Sorry, this last name can't be used.
ca: Aquests cognoms no es poden usar.
de: Dieser Name kann leider nicht benutzt werden.
fa: متأسفانه این نام خانوادگی قابل استفاده نیست.
fr: Nom invalide, merci de réessayer.
id: Maaf, nama ini tidak dapat digunakan.
ms: Maaf, nama akhir ini tidak boleh diguna.
pt_br: Desculpe, este sobrenome não pode ser usado
ru: Некорректная фамилия. Попробуйте ещё раз.
tr: Üzgünüz, bu soyad kullanılamaz.
uk: Недопустиме прізвище. Спробуйте ще раз.

# TwoStepAuth.FloodError
source: Limit exceeded. Please try again later.
ca: S'ha superat el límit. Torneu a provar-ho més tard.
de: Limit überschritten. Bitte versuche es später erneut.
fa: بیش از حد مجاز امتحان کردید. لطفاً بعداً تلاش کنید.
fr: Limite dépassée, merci de réessayer plus tard.
id: Melewati batas. Silakan coba lagi nanti.
ms: Sudah lebih had. Sila cuba lagi nanti.
pt_br: Limite excedido. Por favor tente novamente mais tarde.
ru: Лимит попыток исчерпан. Попробуйте чуть позже.
tr: Sınır aşıldı. Lütfen daha sonra tekrar deneyiniz.
uk: Ліміт вичерпано. Спробуйте пізніше.

# LoginPassword.FloodError
source: Limit exceeded. Please try again later.
ca: S'ha superat el límit. Torneu a provar-ho més tard.
de: Zu viele Versuche, bitte später erneut versuchen.
fa: بیش از حد مجاز امتحان کردید. لطفاً بعداً تلاش کنید.
fr: Limite dépassée, merci de réessayer plus tard.
id: Melampaui batas. Silakan coba lagi nanti.
ms: Sudah lebih had. Sila cuba lagi nanti.
pt_br: Limite excedido. Por favor, tente novamente mais tarde.
ru: Лимит попыток превышен. Попробуйте ещё раз позже.
tr: Sınır aşıldı. Lütfen daha sonra tekrar deneyin.
uk: Перевищено ліміт. Спробуйте пізніше.

# TwoStepAuth.RecoveryTitle
source: Email Code
ca: Codi del correu electrònic
fa: کد ایمیل
fr: Code courriel
id: Kode Surel
ms: Kod Emel
pt_br: Código do Email
ru: Код из письма
tr: E-posta Kodu
uk: Код з е-пошти

# LoginPassword.InvalidPasswordError
source: Invalid password. Please try again.
ca: La contrasenya no és vàlida. Torneu a provar-ho.
de: Passwort falsch, bitte erneut probieren.
fa: گذرواژه نامعتبر است. لطفاً دوباره تلاش کنید.
fr: Mot de passe invalide, merci de réessayer.
id: Sandi salah. Silakan coba lagi.
ms: Kata laluan tak sah. Sila cuba lagi.
pt_br: Senha inválida. Por favor tente novamente.
ru: Неверный пароль. Пожалуйста, попробуйте снова.
tr: Geçersiz şifre. Lütfen tekrar deneyin.
uk: Хибний пароль. Спробуйте ще раз.

# TwoStepAuth.RecoveryCode
source: Code
ca: Codi
fa: کد
id: Kode
ms: Kod
pt_br: Código
ru: Код
tr: Kod
uk: Код

# Login.TermsOfServiceAgree
source: Agree & Continue
ca: Hi estic d'acord i continua
de: Zustimmen & Fortfahren
fa: پذیرش و ادامه
fr: Accepter et continuer
id: Setuju & Lanjut
ms: Setuju & Teruskan
pt_br: Concordar e Continuar
ru: Принять и продолжить
tr: Kabul Et ve Devam Et
uk: Погодитись та продовжити

# Login.TermsOfServiceHeader
source: Terms of Service
ca: Condicions del Servei
de: Nutzungsbedingungen
fa: شرایط و ضوابط خدمات
fr: Conditions de service
id: Kebijakan Layanan
ms: Terma Servis
pt_br: Termos de Serviço
ru: Пользовательское соглашение
tr: Kullanım Şartları
uk: Умови використання

# Login.UnknownError
source: An error occurred. Please try again later
ca: S'ha produït un error. Torneu a provar-ho més tard.
de: Ein Fehler ist aufgetreten. Bitte versuche es später erneut.
fa: خطایی رخ داد. لطفاً بعداً تلاش کنید
fr: Une erreur est survenue, merci de réessayer plus tard
id: Terjadi kesalahan. Harap coba lagi nanti
ms: Ralat berlaku. Sila cuba lagi nanti
pt_br: Ocorreu um erro. Por favor, tente novamente mais tarde
ru: Произошла ошибка. Пожалуйста, попробуйте позже.
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Виникла помилка. Спробуйте пізніше

# Login.PhoneAndCountryHelp
source: Please confirm your country code and enter your phone number.
ca: Confirmeu el codi de país i escriviu el vostre número de telèfon.
de: Bitte Landeskennzahl bestätigen und Nummer eingeben.
fa: لطفاً کد کشور خود را تأیید کرده و شماره‌ تلفن خود را وارد نمایید.
fr: Confirmez votre indicatif national et entrez votre numéro de téléphone
id: Silakan konfirmasi kode negara Anda dan masukkan nomor ponsel Anda.
ms: Sila sahkan kod negara dan masukan nombor fon anda.
pt_br: Por favor, digite o código do seu país e o número do seu telefone.
ru: Проверьте код страны и введите свой номер телефона.
tr: Lütfen ülke kodunuzu onaylayın ve telefon numaranızı giriniz.
uk: Виберіть код країни та введіть номер вашого телефону.

# Login.PhoneTitle
source: Your Phone
ca: El vostre telèfon
de: Dein Telefon
fa: شماره تلفن شما
fr: Votre téléphone
id: Ponsel Anda
ms: Fon Anda
pt_br: Seu Número
ru: Телефон
tr: Telefonunuz
uk: Ваш номер
